      * Day 00: Cobol Template *
       identification division.
       program-id. cobol_template.
       author. Maertens.
       security. non-confidential.

       procedure division.
           display "Hello World!".
           stop run.

       end program cobol_template.

